[{"id":1,"title":"Neurology","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon6.png","description":"Neurology (from Greek: νεῦρον (neûron), \"string, nerve\" and the suffix -logia, \"study of\") is a branch of medicine dealing with disorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems (and their subdivisions, the autonomic and somatic nervous systems), including their coverings, blood vessels, and all effector tissue, such as muscle.[1] Neurological practice relies heavily on the field of neuroscience, the scientific study of the nervous system.\n\n        A neurologist is a physician specializing in neurology and trained to investigate, or diagnose and treat neurological disorders.[2] Neurologists treat a myriad of neurologic conditions, including stroke, seizures, movement disorders such as Parkinson's disease, autoimmune neurologic disorders such as multiple sclerosis, headache disorders like migraine and dementias such as Alzheimer's disease.[3] Neurologists may also be involved in clinical research, clinical trials, and basic or translational research. While neurology is a nonsurgical specialty, its corresponding surgical specialty is neurosurgery.[2]"},{"id":2,"title":"Traumatology","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/02/icon-white-5.png","description":"Branches of traumatology include medical traumatology and psychological traumatology. Medical Traumatology can be defined as the study of specializing in the treatment of wounds and injuries caused by violence or general accidents. This type of traumatology focuses on the surgical procedures and future physical therapy a patients need to repair the damage and recover properly. Psychological traumatology is a type of damage to one's mind due to a distressing event. This type of trauma can also be the result of overwhelming amounts of stress in one's life. Psychological trauma usually involves some type of physical trauma that poses as a threat to one's sense of security and survival. Psychological trauma often leaves people feeling overwhelmed, anxious, and threatened.[1] Trauma can also be classified as:\n\n        Acute: It results from a single stressful or dangerous situation.\n        Chronic: It results from repeated and prolonged exposure to highly stressful situations.\n        Complex: It results from exposure to multiple traumatic events.\n        Secondary or vicarious trauma, is another form of trauma in which a person develops trauma symptoms from close contact with someone who has experienced a traumatic event.[2]\n        \n        Types of trauma\n        When it comes to types of trauma, medical and psychological traumatology go hand in hand. Types of trauma include car accidents, gunshot wounds, concussions, PTSD from incidents, etc. Medical traumas are repaired with surgeries; however, they can still cause psychological trauma and other stress factors. For example, a teenager in a car accident who broke his wrist and needed extensive surgery to save their arm may experience anxiety when driving in a car post-accident. PTSD can be diagnosed after a person experiences one or more intense and traumatic events and react with fear with complaints from three categorical symptoms lasting one month or longer. These categories are: re-experiencing the traumatic event, avoiding anything associated with the trauma, and increased symptoms of increased psychological arousal.[3]: 555 "},{"id":3,"title":"Nephrology","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon4.png","description":"Nephrology (from Greek nephros \"kidney\", combined with the suffix -logy, \"the study of\") is a specialty of adult internal medicine and pediatric medicine that concerns the study of the kidneys, specifically normal kidney function (renal physiology) and kidney disease (renal pathophysiology), the preservation of kidney health, and the treatment of kidney disease, from diet and medication to renal replacement therapy (dialysis and kidney transplantation). The word “renal” is an adjective meaning “relating to the kidneys”, and its roots are French or late Latin. Whereas according to some opinions, \"renal\" and \"nephro\" should be replaced with \"kidney\" in scientific writings such as \"kidney medicine\" (instead of nephrology) or \"kidney replacement therapy\", other experts have advocated preserving the use of renal and nephro as appropriate including in \"nephrology\" and \"renal replacement therapy\", respectively.[1]\n\n        Nephrology also studies systemic conditions that affect the kidneys, such as diabetes and autoimmune disease; and systemic diseases that occur as a result of kidney disease, such as renal osteodystrophy and hypertension. A physician who has undertaken additional training and become certified in nephrology is called a nephrologist.\n        \n        The term \"nephrology\" was first used in about 1960, according to the French \"néphrologie\" proposed by Pr. Jean Hamburger in 1953, from the Greek νεφρός / nephrós (kidney). Before then, the specialty was usually referred to as \"kidney medicine\".[2]"},{"id":4,"title":"Cardiology","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon3.png","description":"Cardiac electrophysiology is the science of elucidating, diagnosing, and treating the electrical activities of the heart. The term is usually used to describe studies of such phenomena by invasive (intracardiac) catheter recording of spontaneous activity as well as of cardiac responses to programmed electrical stimulation (PES). These studies are performed to assess complex arrhythmias, elucidate symptoms, evaluate abnormal electrocardiograms, assess risk of developing arrhythmias in the future, and design treatment. These procedures increasingly include therapeutic methods (typically radiofrequency ablation, or cryoablation) in addition to diagnostic and prognostic procedures. Other therapeutic modalities employed in this field include antiarrhythmic drug therapy and implantation of pacemakers and automatic implantable cardioverter-defibrillators (AICD).[4][5]\n\n        The cardiac electrophysiology study (EPS) typically measures the response of the injured or cardiomyopathic myocardium to PES on specific pharmacological regimens in order to assess the likelihood that the regimen will successfully prevent potentially fatal sustained ventricular tachycardia (VT) or ventricular fibrillation (VF) in the future. Sometimes a series of EPS drug trials must be conducted to enable the cardiologist to select the one regimen for long-term treatment that best prevents or slows the development of VT or VF following PES. Such studies may also be conducted in the presence of a newly implanted or newly replaced cardiac pacemaker or AICD.[4]\n        \n        Clinical cardiac electrophysiology\n        Main article: Clinical cardiac electrophysiology\n        Clinical cardiac electrophysiology is a branch of the medical specialty of cardiology and is concerned with the study and treatment of rhythm disorders of the heart. Cardiologists with expertise in this area are usually referred to as electrophysiologists. Electrophysiologists are trained in the mechanism, function, and performance of the electrical activities of the heart. Electrophysiologists work closely with other cardiologists and cardiac surgeons to assist or guide therapy for heart rhythm disturbances (arrhythmias). They are trained to perform interventional and surgical procedures to treat cardiac arrhythmia.[citation needed]"},{"id":5,"title":"Pulmonary","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon2.png","description":"Pulmonary hypertension is high blood pressure in the blood vessels that supply the lungs (pulmonary arteries).\n\n        It's a serious condition that can damage the right side of the heart.\n        \n        The walls of the pulmonary arteries become thick and stiff, and cannot expand as well to allow blood through.\n        \n        The reduced blood flow makes it harder for the right side of the heart to pump blood through the arteries.\n        \n        If the right side of your heart has to continually work harder, it can gradually become weaker. This can lead to heart failure.\n        \n        Pulmonary hypertension is a rare condition that can affect people of all ages, but it's more common in people who have another heart or lung condition.\n        \n        Symptoms of pulmonary hypertension\n        Symptoms of pulmonary hypertension include:\n        \n        shortness of breath\n        tiredness\n        feeling faint or dizzy\n        chest pain (angina)\n        a racing heartbeat (palpitations)\n        swelling (oedema) in the legs, ankles, feet or tummy (abdomen)\n        The symptoms often get worse during exercise, which can limit your ability to take part in physical activities.\n        \n        If you have a type of pulmonary hypertension known as pulmonary arterial hypertension (PAH), you may not have any symptoms until the condition is quite advanced.\n        \n        When to see a GP\n        See a GP if you have any symptoms of pulmonary hypertension. They may ask you about your symptoms and medical history, and they may carry out a physical examination.\n        \n        Correctly diagnosing pulmonary hypertension can sometimes take time because its symptoms are similar to those of many other heart and lung conditions.\n        \n        Tests you may have include a type of heart scan called an echocardiogram, and right heart catheterisation, where a thin, flexible tube is inserted into your pulmonary artery.\n        \n        Read more about how pulmonary hypertension is diagnosed.\n        \n        Causes of pulmonary hypertension"},{"id":6,"title":"Births","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon1.png","description":""},{"id":7,"title":"Disable","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon10.png","description":""},{"id":8,"title":"Dental","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon7.png","description":""},{"id":9,"title":"X-ray","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon9.png","description":""},{"id":10,"title":"Pregnancy","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon8.png","description":""},{"id":11,"title":"Prostheses","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon11.png","description":""},{"id":12,"title":"NMR","icon":"https://health-center.vamtam.com/wp-content/uploads/2014/03/icon12.png","description":""}]